Repository: uxmarkowski/r-unity
Catalog: lib/l10n/app_*.arb
Languages: ru

# language
source: English
ru: Русский

source: Log out
ru: Выйти

source: Delete friend
ru: Удалить из друзей

source: Become organizer
ru: Стать организатором

source: Organizer applications
ru: Заявки на организатора

source: Promo name
ru: Название промо

source: Promo video
ru: Промо видео

source: Delete
ru: Удалить

source: You can come with children
ru: Вы можете прийти с ребенком

source: Get safe badge
ru: Получить «safe badge»

source: Chat is not available for this event
ru: Чат недоступен для этого мероприятия

source: Verified organizer
ru: Верифицированый организатор

source: All welcome event
ru: Для любого желающего

source: Kids allowed
ru: Можно с детьми

# thanks_for_the_request_we_will
source: Thanks for the request. We will get in touch with you
ru: Спасибо за заявку. Мы с вами свяжимся

# verification_includes_id_verification
source: Verification includes ID verification, personal meeting and background check
ru: Верификация включает в себя проверку ID, персональную встречу и background check

# please_fill_up_your_contact_information_and
source: Please fill up your contact information and tell us about events you want to list in our community app
ru: Пожалуйста запоните контактную информацию и сообщите какие мероприятия вы хотите размещать

# your_application_has_been_sent
source: Your application has been sent. You will receive notifications when your application is approved
ru: Ваша заявка была отправлена, вы получите уведомление когда она будет одобрена

source: Name
ru: Имя

source: Describe your event
ru: Опишите мероприятия

source: Send request
ru: Отправить запрос

source: Added by organizer
ru: Добавлен организатором

source: Delete chat history
ru: Удалить историю чата

# are_you_sure_you_want_to_clear
source: Are you sure you want to clear the chat for both participants?
ru: Вы уверены что хотите очистить чат для обоих участников?

# you_have_blocked_the_application_from
source: You have blocked the application from accessing your microphone
ru: Вы заблокировали приложению доступ к микрофону

source: Friend added
ru: Друг добавлен

source: Show event I participate only for friends
ru: Показывать меропрития в которых я участвую только друзьям

source: Settings
ru: Настройки

source: Add a user over the limit
ru: Добавить пользователя сверх лимита

# the_user_limit_is_full
source: The user limit is full. Do you want to add a user anyway
ru: Лимит пользователей заполнен. Все равно хотите добавить пользователя?

source: Removing the user
ru: Удаление пользователя

source: Please add
ru: Пожалуйста добавьте

source: to your wallet
ru: в ваш кошелек

source: Are you sure you want to delete a user?
ru: Вы уверены что хотите удалить пользвателя?

source: You left the wait list
ru: Вы вышли из списка ожидания

source: You left the event, your money has been returned
ru: Вы вышли из мероприятия, деньги возращены на баланс

source: You left the event
ru: Вы вышли из мероприятия

source: Buy ticket
ru: Купить билет

source: Pay
ru: Купить

source: Card form
ru: Форма оплаты

source: Summ
ru: Сумма

source: Member
ru: Участник

source: Organizer
ru: Организатор

source: No events
ru: Нет мероприятий

source: The payment failed
ru: Платеж не удался

source: Try again
ru: Попробовать снова

source: The payment is successful
ru: Оплата прошла успешно

source: Open form
ru: Открыть форму

source: The form is not complete
ru: Форма заполнена некорректно

source: Text here
ru: Пишите здесь

source: Please fill Event name
ru: Пожалуйста, заполните название мероприятия

source: Please add price
ru: Пожалуйста, добавьте цену

source: Please fill about
ru: Пожалуйста, заполните описание

source: Please fill address
ru: Пожалуйста, введите адрес

source: Please make geopoint
ru: Пожалуйста, добавьте геоточку

source: Please add approxiamte geopoint
ru: Пожалуйста, добавьте примерную локацию

source: Please fill duration
ru: Пожалуйста, заполните продолжительность мероприятия

source: Please add an image
ru: Пожалуйста, добавьте фотографию

source: Please fill additional information
ru: Пожалуйста, дополнительный текст

source: Please fill payment instructions
ru: Пожалуйста, заполните платежную инструкцию

source: Please fill approximate peoples count
ru: Пожалуйста, заполните примерное кол-во людей

source: Please fill max peoples count
ru: Пожалуйста, заполните максимальное кол-во людей

source: Please fill short address
ru: Пожалуйста, заполните короткий адрес

source: Please add geo point
ru: Пожалуйста, добавьте геоточку

source: Please wait while your Event is being verified
ru: Пожалуйста, подождите пока ваше мероприятие будет одобрено

source: All
ru: Все

source: Price
ru: Цена

source: Choice
ru: Выбор

source: Choice duration
ru: Выберите длительность

source: Choice category
ru: Выберите категорию

source: Choice primary language
ru: Выберите основной язык

source: Slide to the right to see all images
ru: Слайд в сторону чтобы увидеть все изображения

source: Free
ru: Бесплатные

source: From
ru: От

source: Clear
ru: Очистить

source: Event filters
ru: Фильтры мероприятий

source: Current
ru: Будущие

source: Past
ru: Прошедшие

source: Attention
ru: Внимание

# this_will_delete_your_account_data
source: This will delete your account data, including your events and balance
ru: Вы удалите все данные от аккаунта включая мероприятия и обнуление баланса

source: Are you sure you want to log out?
ru: Вы уверены что хотите выйти?

# find_events_that
source: Find events that are interesting to you, chat with participants
ru: Находите и создавайте меропрития, общайтесь и участвуйте

# welcome
source: Choice language
ru: Выберите язык

# dont_have_account
source: Dontâ€™t have an account?
ru: Нет аккаунта?

source: Sign up
ru: Зарегистроваться

source: Sign in
ru: Войти

source: Sign in with phone
ru: Войти через смс

# please_enter_phone
source: Please enter your phone number
ru: Пожалуйста, введите номер телефона

source: Phone number
ru: Номер телефона

source: No such user
ru: Нет такого пользователя

# this_phone_number_is_not
source: This phone number is not registered. Want to register?
ru: Этот номер незарегистрирован, хотите зарегистровать?

source: Cancel
ru: Отменить

source: Register
ru: Зарегистрировать

source: Enter profile information
ru: Введите информацию для профиля

source: Required
ru: Обязательно

source: Nickname
ru: Никнейм

source: First name
ru: Имя

source: Male
ru: Мужчина

source: female
ru: Женщина

source: Other
ru: Аноним

# choose_your_gender
source: Choose your gender in order to see gender-restricted event in R-unity app
ru: Выберите пол, чтобы видеть мероприятия с ограничением по полу в приложении R-unity. Анонимный пол не позволяет видеть мероприятия с ограничениями по полу

source: Optional
ru: Необязательно

source: Last name
ru: Фамилия

source: Promocode
ru: Промокод

# continuee
source: Continue
ru: Продолжить

source: Nickname already exist
ru: Такой никнейм уже есть

source: Fill all required value
ru: Заполните обязательные поля

source: User is already registered
ru: Пользователь уже зарегистрирован

# this_phone_number_has_already
source: This phone number has already been registered.Do you want to log in
ru: Этот телефон уже зарегистрирован. Хотите войти?

source: Enter code
ru: Введите код

# we_have_sent_you
source: We have sent you an SMS with the code to
ru: Мы отправили смс-код на

source: Resend code
ru: Отправить новый код

source: Wait
ru: Ожидание

source: Edit photo
ru: Редактировать фото

source: Add
ru: Добавить

source: Edit
ru: Редактировать

source: profile photo
ru: фото профиля

source: Load photo from gallery
ru: Загрузите фото из галлереи

source: Access to your photos
ru: Доступ к вашим фотографиям

# unfortunately_you_have_blocked
source: Unfortunately, you have blocked the application from accessing photos. A photo is not required for the application to work, but if you change your mind, you need to go to settings and add it
ru: К сожалению мы заблокировали доступ к галлерее. Фотография является обязательной, нужно получить соотвествующее разрешение в настройках

source: Stay
ru: Остаться

source: Change photo
ru: Изменить фото

source: Add photo
ru: Добавить фото

source: Save
ru: Сохранить

source: New number
ru: Новый номер

source: Nomber already exist
ru: Номер уже существует

source: Fill correct number
ru: Введите корректный номер

source: Change number
ru: Изменить номер

source: Instagram
ru: Инстаграм

source: About
ru: Описание

source: Friends
ru: Друзья

source: No friends
ru: Нет друзей

source: Friends request
ru: Запрос в друзья

# after_accepting_the_request
source: After accepting the request, this user will be in your friend list
ru: После принятия запроса пользователь появится в списке ваших друзей

source: Accept
ru: Принять

source: Invitation to become an organizer
ru: Приглашение стать соорганизтором

source: You have been invited to become another organizer
ru: Вас пригласили стать соорганизатором

source: Notifications
ru: Уведомления

source: Requested
ru: В процессе

source: Add friend
ru: Добавить друга

source: Chat
ru: Чат

source: Today
ru: Сегодня

source: Balance
ru: Баланс

source: Edit account
ru: Редактировать аккаунт

source: My events
ru: Мои мероприятия

source: My created events
ru: Созданные мероприятия

source: Add event
ru: Добавить мероприятие

source: Approve events
ru: Согласовать меропритие

source: Invite Your Friends
ru: Пригласить друга

source: Sign out
ru: Выйти

source: Delete account
ru: Удалить аккаунт

source: Categories
ru: Категории

source: Promo photo
ru: Промо фотография

source: Invite organizers
ru: Пригласить организатора

source: Additional images
ru: Дополнительные фото

source: Russian translate
ru: Русский пееревод

source: Social media
ru: Социальные сети

source: Instagram link
ru: Инстаграм

source: Facebook link
ru: Фейсбук

source: Telegram link
ru: Телеграм

source: Payments on my own wallet
ru: Оплата на мой кошелек

# cannot_be_edited_after_an
source: Cannot be edited after an event has been published
ru: Невозможно отредактировать после публикации

# after_users_transfer_funds_to_you
source: After users transfer funds to you, you will need to add them to the event list in the users section of your event
ru: После того, как пользователь оплатит участие вам нужно одобрить его заявку в приложении вручную

source: Pay instructions
ru: Инструкция оплаты

source: Pay instructions (rus)
ru: Инструкция оплаты (на русском)

source: My wallet (optional)
ru: Мой кошелек (необязательно)

source: Pay link (optional)
ru: Ссылка на оплату (необязательно)

source: Unlimited users count
ru: Любое кол-во пользователей

source: Free admission
ru: Свободный вход

source: Show flag
ru: Показывать флаг

source: Event name
ru: Название мероприятия

source: Event name (rus)
ru: Название мероприятия (на русском)

source: About (rus)
ru: Описание (на русском)

source: Approximate peoples
ru: Примерное кол-во людей

source: Max peoples
ru: Максимальное кол-во людей

source: Duration
ru: Длительность

source: min
ru: мин.

source: Additional text
ru: Дополнительный текст

source: Additional text (rus)
ru: Дополнительный текст (на русском)

source: Additional header
ru: Дополнительный заголовок

source: Additional header (rus)
ru: Дополнительный заголовок (на русском)

source: Other additional header
ru: Другой дополнительный заголовок

source: Other additional header (rus)
ru: Другой доп. заголовок (на русском)

source: Other additional text
ru: Другой доп. текст

source: Other additional text (rus)
ru: Другой доп. текст (на русском)

source: Update event
ru: Обновить мероприятие

source: InDoor
ru: В помещении

source: OutDoor
ru: Вне помещения

# hide_exact_address
source: Hide exact address for unregistered users
ru: Спрятать точный адрес от незарегистрованных пользователей

source: Exact
ru: Точный

source: Approximate
ru: Примерный

source: Address
ru: Адрес

source: Address (rus)
ru: Адрес (на русском)

source: Short address
ru: Короткий адрес

source: Short address (rus)
ru: Короткий адрес (на русском)

source: Location info
ru: Информация о месте

source: Location info (rus)
ru: Информация о локации (на русском)

source: Parking info
ru: Информация о парковке

source: Parking info (rus)
ru: Информация о парковке (на русском)

source: Online
ru: Онлайн

source: offline
ru: оффлайн

# you_have_been_added
source: You have been added to the event, welcome!
ru: Добро пожаловать в мероприятие!

# your_friend_have_been
source: Your friend have been invited to the event
ru: Ваш друг приглашен в мероприятие

# thank_you_for_your_application
source: Thank you for your application, after payment wait for the organizer to accept
ru: Спасибо за заявку, после платежа организатор добавит вас в список

source: you
ru: вы

source: your friend
ru: ваш друг

source: to the event
ru: в мероприятие

source: will receive a notification
ru: получит уведомление

source: Other gender indicated at event
ru: Мероприятие не подходит под ваш пол

source: Pay to organizer wallet
ru: Оплата на кошелек организатора

# send_money_to_the_organizer_and_put_special_text
source: Send money to the organizer and put special text (tap copy button) as a comment so that the organizer can add you to the roster
ru: Отправьте деньги организатору указав специальный текст (кнопка скопировать) в виде комментария к платежу, чтобы организатор мог узнать вас

source: Instruction
ru: Инстукция

source: Organizer wallet
ru: Кошелек для оплаты

source: Text copied
ru: Текст скопирован

source: Copy button
ru: Скопировать спец. текст

source: Are you sure you want to get out from wait list?
ru: Вы уверены что хотите покинуть список ожидания?

source: Are you sure you want to get out from this event?
ru: Вы уверены что хотите покинуть список мероприятие?

source: Yes
ru: Да

source: Details
ru: Детали

source: Users
ru: Люди

source: Chat list
ru: Ваш чат

source: Chat only for members
ru: Чат только для участников

# primary_languagee
source: Primary language:
ru: Основной язык:

# primary_lang
source: Primary language:
ru: Основной язык:

source: Event Full
ru: Меропритие заполнено

source: Waiting
ru: Ожидание

source: Leave
ru: Выйти

source: Join
ru: Присоедениться

source: Successfully approved
ru: Согласовано!

source: Approve
ru: Согласовать

source: Add a user manually
ru: Добавить участника вручную

source: Show on map
ru: Показать на карте
